Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Reconnecting…
de: Verbindung wird wiederhergestellt …
es: Reconectando…
fr: Reconnexion…
it: Riconnessione…
ja: 再接続中…
ko: 다시 연결하는 중…
pt_br: Reconectando…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…

source: Regenerate
de: Neu erzeugen
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
ko: 다시 생성
pt_br: Gerar de novo
zh_hans: 重新生成
zh_hant: 重新產生

source: Registered
de: Registriert
es: Registrado
fr: Enregistré
it: Registrato
ja: 登録済み
ko: 등록됨
pt_br: Registrado
zh_hans: 已注册
zh_hant: 已註冊

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
de: %@ entfernen?
es: ¿Quitar %@?
fr: Retirer %@ ?
it: Rimuovere %@?
ja: %@ を削除しますか？
ko: %@을(를) 제거할까요?
pt_br: Remover %@?
zh_hans: 要移除 %@ 吗？
zh_hant: 要移除 %@ 嗎？

source: Remove connection
de: Verbindung entfernen
es: Quitar conexión
fr: Retirer la connexion
it: Rimuovi connessione
ja: 接続を削除
ko: 연결 제거
pt_br: Remover conexão
zh_hans: 移除连接
zh_hant: 移除連線

source: Remove from Saved
de: Aus „Gesichert“ entfernen
es: Quitar de Guardados
fr: Retirer des enregistrés
it: Rimuovi dai salvati
ja: 保存済みから削除
ko: 저장됨에서 제거
pt_br: Remover dos Salvos
zh_hans: 从“已保存”中移除
zh_hant: 從「已儲存」中移除

source: Remove from queue
de: Aus der Warteschlange entfernen
es: Quitar de la cola
fr: Retirer de la file
it: Rimuovi dalla coda
ja: キューから削除
ko: 대기열에서 제거
pt_br: Remover da fila
zh_hans: 从队列中移除
zh_hant: 從佇列中移除

source: Remove the sample servers and connect your own
de: Die Beispielserver entfernen und eigene verbinden
es: Quitar los servidores de ejemplo y conectar los tuyos
fr: Retirer les serveurs d’exemple et connecter les vôtres
it: Rimuovi i server di esempio e collega i tuoi
ja: サンプルサーバを削除して自分のサーバを接続
ko: 예제 서버를 제거하고 내 서버를 연결
pt_br: Remover os servidores de exemplo e conectar os seus
zh_hans: 移除示例服务器并连接你自己的
zh_hant: 移除範例伺服器並連線你自己的

source: Removed from Saved.
de: Aus „Gesichert“ entfernt.
es: Quitado de Guardados.
fr: Retiré des enregistrés.
it: Rimosso dai salvati.
ja: 保存済みから削除しました。
ko: 저장됨에서 제거했습니다.
pt_br: Removida dos Salvos.
zh_hans: 已从“已保存”中移除。
zh_hant: 已從「已儲存」中移除。

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

source: Rename conversation
de: Unterhaltung umbenennen
es: Renombrar conversación
fr: Renommer la conversation
it: Rinomina conversazione
ja: 会話の名称変更
ko: 대화 이름 변경
pt_br: Renomear conversa
zh_hans: 重命名对话
zh_hant: 重新命名對話

source: Requests
de: Anfragen
es: Solicitudes
fr: Requêtes
it: Richieste
ja: リクエスト
ko: 요청
pt_br: Requisições
zh_hans: 请求数
zh_hant: 請求數

source: Restarting…
de: Neustart …
es: Reiniciando…
fr: Redémarrage…
it: Riavvio…
ja: 再起動中…
ko: 재시작 중…
pt_br: Reiniciando…
zh_hans: 正在重启…
zh_hant: 正在重新啟動…

source: Restore failed: %@
de: Wiederherstellen fehlgeschlagen: %@
es: Fallo al restaurar: %@
fr: Échec de la restauration : %@
it: Ripristino non riuscito: %@
ja: 復元に失敗しました: %@
ko: 복원에 실패했습니다: %@
pt_br: Falha na restauração: %@
zh_hans: 恢复失败：%@
zh_hant: 回復失敗：%@

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 回復購買

source: Restoring…
de: Wird wiederhergestellt …
es: Restaurando…
fr: Restauration…
it: Ripristino…
ja: 復元中…
ko: 복원 중…
pt_br: Restaurando…
zh_hans: 正在恢复…
zh_hant: 正在回復…

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

source: Return sends instead of inserting a newline
de: Zeilenschaltung sendet, statt einen Umbruch einzufügen
es: La tecla Retorno envía en lugar de insertar un salto de línea
fr: La touche Retour envoie au lieu d’insérer un saut de ligne
it: Il tasto A capo invia invece di inserire una nuova riga
ja: Return キーで改行せずに送信する
ko: Return 키가 줄바꿈 대신 전송으로 동작
pt_br: A tecla Return envia em vez de inserir uma quebra de linha
zh_hans: 回车键用于发送，而不是换行
zh_hant: Return 鍵用於傳送，而不是換行

source: Review recent changes
de: Letzte Änderungen prüfen
es: Revisar los cambios recientes
fr: Relire les changements récents
it: Rivedi le modifiche recenti
ja: 最近の変更をレビュー
ko: 최근 변경 사항 검토
pt_br: Revisar as mudanças recentes
zh_hans: 审阅最近的更改
zh_hant: 審閱最近的變更

source: Review the latest commits and point out anything risky.
de: Prüfe die letzten Commits und weise auf alles Riskante hin.
es: Revisa los últimos commits y señala cualquier cosa arriesgada.
fr: Relis les derniers commits et signale tout ce qui est risqué.
it: Rivedi gli ultimi commit e segnala qualsiasi cosa rischiosa.
ja: 直近のコミットをレビューして、リスクのある箇所を指摘して。
ko: 최근 커밋을 검토하고 위험한 부분을 짚어 줘.
pt_br: Revise os commits recentes e aponte qualquer coisa arriscada.
zh_hans: 审阅最近的提交，并指出任何有风险的地方。
zh_hant: 審閱最近的提交，並指出任何有風險的地方。

source: Run agents on your own machine
de: Agenten auf deinem eigenen Rechner laufen lassen
es: Ejecuta agentes en tu propia máquina
fr: Faites tourner des agents sur votre propre machine
it: Esegui gli agenti sulla tua macchina
ja: エージェントを自分のマシンで動かす
ko: 에이전트를 내 컴퓨터에서 실행
pt_br: Rode agentes na sua própria máquina
zh_hans: 在你自己的机器上运行智能体
zh_hant: 在你自己的電腦上執行代理

source: Run an agent on that computer
de: Agenten auf dem Rechner starten
es: Ejecuta un agente en ese ordenador
fr: Lancer un agent sur cet ordinateur
it: Esegui un agente su quel computer
ja: そのコンピュータでエージェントを動かす
ko: 해당 컴퓨터에서 에이전트 실행
pt_br: Rodar um agente nesse computador
zh_hans: 在那台电脑上运行智能体
zh_hant: 在那台電腦上執行代理

source: Run it on the machine the server runs on. It updates in place and keeps your password.
de: Auf dem Rechner ausführen, auf dem der Server läuft. Es aktualisiert an Ort und Stelle und behält dein Passwort.
es: Ejecútalo en la máquina donde corre el servidor. Actualiza en el sitio y conserva tu contraseña.
fr: À exécuter sur la machine où tourne le serveur. La mise à jour se fait sur place et conserve votre mot de passe.
it: Eseguilo sulla macchina su cui gira il server. Aggiorna sul posto e mantiene la tua password.
ja: サーバが動いているマシンで実行してください。その場で更新され、パスワードはそのままです。
ko: 서버가 실행 중인 컴퓨터에서 실행하세요. 그 자리에서 업데이트되며 비밀번호는 그대로 유지됩니다.
pt_br: Execute na máquina onde o servidor roda. Ele atualiza no lugar e mantém sua senha.
zh_hans: 在运行服务器的机器上执行。它会就地更新并保留你的密码。
zh_hant: 在執行伺服器的機器上執行。它會就地更新並保留你的密碼。

source: Run it on the server over ssh or a terminal
de: Auf dem Server per SSH oder Terminal ausführen
es: Ejecútalo en el servidor por ssh o en un terminal
fr: À exécuter sur le serveur en ssh ou dans un terminal
it: Eseguilo sul server via ssh o da un terminale
ja: サーバ上で ssh かターミナルから実行してください
ko: ssh나 터미널로 서버에서 실행하세요
pt_br: Execute no servidor via ssh ou terminal
zh_hans: 在服务器上通过 ssh 或终端运行
zh_hant: 在伺服器上透過 ssh 或終端機執行

source: Run the test suite, find the failures, and fix them.
de: Führe die Testsuite aus, finde die Fehlschläge und behebe sie.
es: Ejecuta la batería de pruebas, encuentra los fallos y arréglalos.
fr: Lance la suite de tests, trouve les échecs et corrige-les.
it: Esegui la suite di test, trova i fallimenti e correggili.
ja: テストスイートを実行し、失敗を見つけて修正して。
ko: 테스트 스위트를 실행해 실패를 찾아 고쳐 줘.
pt_br: Rode a suíte de testes, encontre as falhas e corrija-as.
zh_hans: 运行测试套件，找出失败项并修复。
zh_hant: 執行測試套件，找出失敗項並修正。

source: Running %@
de: %@ läuft
es: Ejecutando %@
fr: Exécution de %@
it: Esecuzione di %@
ja: %@ を実行中
ko: %@ 실행 중
pt_br: Executando %@
zh_hans: 正在运行 %@
zh_hant: 正在執行 %@

source: Running for %@
de: Läuft seit %@
es: En marcha desde hace %@
fr: En cours depuis %@
it: In esecuzione da %@
ja: %@ 実行中
ko: %@째 실행 중
pt_br: Rodando há %@
zh_hans: 已运行 %@
zh_hant: 已執行 %@

source: Running tool
de: Werkzeug läuft
es: Ejecutando herramienta
fr: Outil en cours
it: Strumento in esecuzione
ja: ツール実行中
ko: 도구 실행 중
pt_br: Executando ferramenta
zh_hans: 正在运行工具
zh_hant: 正在執行工具

source: STALE
de: VERALTET
es: DESACT.
fr: OBSOLÈTE
it: OBSOLETO
ja: 古い
ko: 오래됨
pt_br: DESATUAL.
zh_hans: 已过期
zh_hant: 已過期

source: SYNCING
de: SYNC …
es: SINCRO.
fr: SYNCHRO
it: SINCR.
ja: 同期中
ko: 동기화 중
pt_br: SINCRON.
zh_hans: 同步中
zh_hant: 同步中

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save chat
de: Chat sichern
es: Guardar chat
fr: Enregistrer la discussion
it: Salva chat
ja: チャットを保存
ko: 대화 저장
pt_br: Salvar conversa
zh_hans: 保存对话
zh_hant: 儲存對話

source: Save failed: %@
de: Sichern fehlgeschlagen: %@
es: Fallo al guardar: %@
fr: Échec de l’enregistrement : %@
it: Salvataggio non riuscito: %@
ja: 保存に失敗しました: %@
ko: 저장에 실패했습니다: %@
pt_br: Falha ao salvar: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

source: Save to Files
de: In Dateien sichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
it: Salva in File
ja: ファイルに保存
ko: 파일에 저장
pt_br: Salvar em Arquivos
zh_hans: 存储到文件
zh_hant: 儲存到檔案

source: Save to Photos
de: In Fotos sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto
ja: 写真に保存
ko: 사진에 저장
pt_br: Salvar em Fotos
zh_hans: 存储到照片
zh_hant: 儲存到照片

source: Saved
de: Gesichert
es: Guardados
fr: Enregistrées
it: Salvate
ja: 保存済み
ko: 저장됨
pt_br: Salvos
zh_hans: 已保存
zh_hant: 已儲存

source: Saved chats
de: Gesicherte Chats
es: Chats guardados
fr: Discussions enregistrées
it: Chat salvate
ja: 保存したチャット
ko: 저장된 대화
pt_br: Conversas salvas
zh_hans: 已保存的对话
zh_hant: 已儲存的對話

source: Saved in Keychain
de: Im Schlüsselbund gesichert
es: Guardado en el llavero
fr: Enregistré dans le trousseau
it: Salvato nel portachiavi
ja: キーチェーンに保存済み
ko: 키체인에 저장됨
pt_br: Salvo nas Chaves
zh_hans: 已保存到钥匙串
zh_hant: 已儲存至鑰匙圈

source: Saved to Photos
de: In Fotos gesichert
es: Guardado en Fotos
fr: Enregistré dans Photos
it: Salvato in Foto
ja: 写真に保存しました
ko: 사진에 저장됨
pt_br: Salvo em Fotos
zh_hans: 已存储到照片
zh_hant: 已儲存到照片

source: Saved — find it under Saved in Chats.
de: Gesichert – zu finden unter „Gesichert“ in den Chats.
es: Guardado: lo encontrarás en Guardados, dentro de Chats.
fr: Enregistrée — retrouvez-la sous Enregistrées dans Discussions.
it: Salvata — la trovi in Salvate nelle Chat.
ja: 保存しました。チャットの「保存済み」から開けます。
ko: 저장했습니다 — 대화의 "저장됨"에서 찾을 수 있습니다.
pt_br: Salva — encontre em Salvos, dentro de Conversas.
zh_hans: 已保存 — 可在“对话”的“已保存”中找到。
zh_hant: 已儲存 — 可在「對話」的「已儲存」中找到。

source: Scan again
de: Erneut suchen
es: Volver a escanear
fr: Rescanner
it: Scansiona di nuovo
ja: もう一度スキャン
ko: 다시 검색
pt_br: Escanear de novo
zh_hans: 再次扫描
zh_hant: 再次掃描

source: Scan failed: %@
de: Suche fehlgeschlagen: %@
es: Fallo al escanear: %@
fr: Échec du scan : %@
it: Scansione non riuscita: %@
ja: スキャンに失敗しました: %@
ko: 검색에 실패했습니다: %@
pt_br: Falha na varredura: %@
zh_hans: 扫描失败：%@
zh_hant: 掃描失敗：%@

source: Scan my tailnet instead
de: Stattdessen mein Tailnet durchsuchen
es: Mejor escanear mi tailnet
fr: Scanner plutôt mon tailnet
it: Scansiona il mio tailnet
ja: 代わりに tailnet をスキャン
ko: 대신 tailnet 검색
pt_br: Escanear minha tailnet
zh_hans: 改为扫描我的 tailnet
zh_hant: 改為掃描我的 tailnet

source: Scan tailnet
de: Tailnet durchsuchen
es: Escanear el tailnet
fr: Scanner le tailnet
it: Scansiona il tailnet
ja: tailnet をスキャン
ko: tailnet 검색
pt_br: Escanear a tailnet
zh_hans: 扫描 tailnet
zh_hant: 掃描 tailnet

source: Scanned %lld devices,
de: %lld Geräte durchsucht,
es: %lld dispositivos escaneados,
fr: %lld appareils scannés,
it: %lld dispositivi scansionati,
ja: デバイス %lld 台をスキャン、
ko: 기기 %lld대를 검색,
pt_br: %lld dispositivos verificados,
zh_hans: 已扫描 %lld 台设备，
zh_hant: 已掃描 %lld 台裝置，

source: Scanned %lld devices.
de: %lld Geräte durchsucht.
es: %lld dispositivos escaneados.
fr: %lld appareils scannés.
it: %lld dispositivi scansionati.
ja: デバイス %lld 台をスキャンしました。
ko: 기기 %lld대를 검색했습니다.
pt_br: %lld dispositivos verificados.
zh_hans: 已扫描 %lld 台设备。
zh_hant: 已掃描 %lld 台裝置。

source: Scroll to an earlier prompt
de: Zu einem früheren Prompt scrollen
es: Desplázate a un prompt anterior
fr: Faire défiler vers une invite antérieure
it: Scorri fino a un prompt precedente
ja: 以前のプロンプトへスクロール
ko: 이전 프롬프트로 스크롤
pt_br: Rolar até um prompt anterior
zh_hans: 滚动到较早的提示词
zh_hant: 捲動到較早的提示詞

source: Scroll to bottom
de: Nach unten scrollen
es: Ir al final
fr: Aller en bas
it: Vai in fondo
ja: 最下部へスクロール
ko: 맨 아래로 스크롤
pt_br: Ir para o fim
zh_hans: 滚动到底部
zh_hant: 捲動到底部

source: Scroll to bottom, %lld new
de: Nach unten scrollen, %lld neue
es: Ir al final, %lld nuevos
fr: Aller en bas, %lld nouveaux
it: Vai in fondo, %lld nuovi
ja: 最下部へスクロール、新着 %lld 件
ko: 맨 아래로 스크롤, 새 항목 %lld개
pt_br: Ir para o fim, %lld novas
zh_hans: 滚动到底部，%lld 条新内容
zh_hant: 捲動到底部，%lld 則新內容

source: Search %lld models
de: %lld Modelle durchsuchen
es: Buscar entre %lld modelos
fr: Rechercher parmi %lld modèles
it: Cerca tra %lld modelli
ja: %lld 個のモデルを検索
ko: 모델 %lld개 검색
pt_br: Buscar em %lld modelos
zh_hans: 搜索 %lld 个模型
zh_hant: 搜尋 %lld 個模型

source: Search chats, projects, servers
de: Chats, Projekte, Server suchen
es: Buscar chats, proyectos, servidores
fr: Rechercher discussions, projets, serveurs
it: Cerca chat, progetti, server
ja: チャット・プロジェクト・サーバを検索
ko: 대화, 프로젝트, 서버 검색
pt_br: Buscar conversas, projetos, servidores
zh_hans: 搜索对话、项目、服务器
zh_hant: 搜尋對話、專案、伺服器

source: Search saved
de: Gesicherte durchsuchen
es: Buscar en guardados
fr: Rechercher dans les enregistrées
it: Cerca tra i salvati
ja: 保存済みを検索
ko: 저장된 항목 검색
pt_br: Buscar nos salvos
zh_hans: 搜索已保存
zh_hant: 搜尋已儲存

source: Search settings
de: Einstellungen durchsuchen
es: Buscar en ajustes
fr: Rechercher dans les réglages
it: Cerca nelle impostazioni
ja: 設定を検索
ko: 설정 검색
pt_br: Buscar nos ajustes
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: See Pro
de: Pro ansehen
es: Ver Pro
fr: Voir Pro
it: Scopri Pro
ja: Pro を見る
ko: Pro 보기
pt_br: Ver o Pro
zh_hans: 了解 Pro
zh_hant: 查看 Pro

source: See all
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
pt_br: Ver tudo
zh_hans: 查看全部
zh_hant: 查看全部

source: Select
de: Auswählen
es: Seleccionar
fr: Choisir
it: Seleziona
ja: 選択
ko: 선택
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選擇

source: Select which providers to show.
de: Wähle, welche Anbieter angezeigt werden.
es: Elige qué proveedores mostrar.
fr: Choisissez les fournisseurs à afficher.
it: Scegli quali fornitori mostrare.
ja: 表示するプロバイダを選択します。
ko: 표시할 제공자를 선택하세요.
pt_br: Escolha quais provedores exibir.
zh_hans: 选择要显示的提供方。
zh_hant: 選擇要顯示的供應商。

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
zh_hans: 发送
zh_hant: 傳送

source: Send a test notification
de: Testmitteilung senden
es: Enviar una notificación de prueba
fr: Envoyer une notification de test
it: Invia una notifica di prova
ja: テスト通知を送信
ko: 테스트 알림 보내기
pt_br: Enviar uma notificação de teste
zh_hans: 发送测试通知
zh_hant: 傳送測試通知

source: Send command to another device
de: Befehl an ein anderes Gerät senden
es: Enviar el comando a otro dispositivo
fr: Envoyer la commande à un autre appareil
it: Invia il comando a un altro dispositivo
ja: コマンドを別のデバイスに送信
ko: 다른 기기로 명령 보내기
pt_br: Enviar comando para outro dispositivo
zh_hans: 发送命令到其他设备
zh_hant: 將命令傳送到其他裝置

source: Send on return key
de: Mit Zeilenschaltung senden
es: Enviar con la tecla Retorno
fr: Envoyer avec la touche Retour
it: Invia con il tasto A capo
ja: Return キーで送信
ko: Return 키로 보내기
pt_br: Enviar com a tecla Return
zh_hans: 按回车键发送
zh_hant: 按 Return 鍵傳送

source: Server removed — saved copy only
de: Server entfernt – nur gesicherte Kopie
es: Servidor eliminado: solo la copia guardada
fr: Serveur supprimé — copie enregistrée uniquement
it: Server rimosso — solo copia salvata
ja: サーバは削除済み — 保存されたコピーのみ
ko: 서버 제거됨 — 저장된 사본만 있음
pt_br: Servidor removido — apenas a cópia salva
zh_hans: 服务器已移除 — 仅剩已保存的副本
zh_hant: 伺服器已移除 — 僅剩已儲存的副本

source: Server unreachable
de: Server nicht erreichbar
es: Servidor inaccesible
fr: Serveur injoignable
it: Server non raggiungibile
ja: サーバに到達できません
ko: 서버에 연결할 수 없음
pt_br: Servidor inacessível
zh_hans: 无法访问服务器
zh_hant: 無法連線伺服器

source: Servers
de: Server
es: Servidores
fr: Serveurs
it: Server
ja: サーバ
ko: 서버
pt_br: Servidores
zh_hans: 服务器
zh_hant: 伺服器

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni
ja: セッション
ko: 세션
pt_br: Sessões
zh_hans: 会话
zh_hant: 工作階段

source: Set a goal
de: Ziel festlegen
es: Definir un objetivo
fr: Définir un objectif
it: Imposta un obiettivo
ja: 目標を設定
ko: 목표 설정
pt_br: Definir um objetivo
zh_hans: 设定目标
zh_hant: 設定目標

source: Set up
de: Einrichten
es: Configurar
fr: Configuration
it: Configura
ja: セットアップ
ko: 설정하기
pt_br: Configurar
zh_hans: 设置
zh_hant: 設定

source: Set up a server
de: Server einrichten
es: Configurar un servidor
fr: Configurer un serveur
it: Configura un server
ja: サーバを設定
ko: 서버 설정
pt_br: Configurar um servidor
zh_hans: 搭建服务器
zh_hant: 設定伺服器

source: Set up my machine
de: Meinen Rechner einrichten
es: Configurar mi máquina
fr: Configurer ma machine
it: Configura la mia macchina
ja: マシンをセットアップする
ko: 내 컴퓨터 설정
pt_br: Configurar minha máquina
zh_hans: 设置我的机器
zh_hant: 設定我的電腦

source: Set up tailnet access
de: Tailnet-Zugriff einrichten
es: Configurar el acceso al tailnet
fr: Configurer l’accès au tailnet
it: Configura l’accesso al tailnet
ja: tailnet アクセスを設定
ko: tailnet 접근 설정
pt_br: Configurar o acesso à tailnet
zh_hans: 设置 tailnet 访问
zh_hant: 設定 tailnet 存取

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 共享
zh_hant: 分享

source: Share transcript
de: Transkript teilen
es: Compartir transcripción
fr: Partager la transcription
it: Condividi la trascrizione
ja: トランスクリプトを共有
ko: 대화록 공유
pt_br: Compartilhar transcrição
zh_hans: 共享记录
zh_hant: 分享紀錄

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Exibir
zh_hans: 显示
zh_hant: 顯示

source: Show all %lld lines
de: Alle %lld Zeilen zeigen
es: Mostrar las %lld líneas
fr: Afficher les %lld lignes
it: Mostra tutte le %lld righe
ja: %lld 行すべてを表示
ko: %lld줄 모두 보기
pt_br: Mostrar as %lld linhas
zh_hans: 显示全部 %lld 行
zh_hant: 顯示全部 %lld 行

source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
ja: パスワードを表示
ko: 암호 표시
pt_br: Exibir senha
zh_hans: 显示密码
zh_hant: 顯示密碼

source: Show the agent's reasoning without tapping to unfold it
de: Das Denken des Agenten zeigen, ohne es aufzuklappen
es: Mostrar el razonamiento del agente sin tener que desplegarlo
fr: Afficher le raisonnement de l’agent sans avoir à le déplier
it: Mostra il ragionamento dell’agente senza doverlo espandere
ja: タップして展開しなくてもエージェントの思考を表示
ko: 탭해서 펼치지 않아도 에이전트의 추론을 표시
pt_br: Mostrar o raciocínio do agente sem precisar tocar para expandir
zh_hans: 无需轻点展开即可显示智能体的思考过程
zh_hant: 無需輕點展開即可顯示代理的思考過程

source: Shows the goal the agent is working toward.
de: Zeigt das Ziel, auf das der Agent hinarbeitet.
es: Muestra el objetivo hacia el que trabaja el agente.
fr: Affiche l’objectif vers lequel travaille l’agent.
it: Mostra l’obiettivo verso cui lavora l’agente.
ja: エージェントが目指している目標を表示します。
ko: 에이전트가 향하고 있는 목표를 표시합니다.
pt_br: Mostra o objetivo que o agente está buscando.
zh_hans: 显示智能体正在追求的目标。
zh_hant: 顯示代理正在追求的目標。

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录
zh_hant: 登入

source: Sign in to Claude on %@
de: Bei Claude auf %@ anmelden
es: Inicia sesión en Claude en %@
fr: Se connecter à Claude sur %@
it: Accedi a Claude su %@
ja: %@ の Claude にサインイン
ko: %@의 Claude에 로그인
pt_br: Entrar no Claude em %@
zh_hans: 登录 %@ 上的 Claude
zh_hant: 登入 %@ 上的 Claude

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Connesso
ja: サインイン済み
ko: 로그인됨
pt_br: Conectado
zh_hans: 已登录
zh_hant: 已登入

source: Signed out — tap to sign in
de: Abgemeldet — zum Anmelden tippen
es: Sesión cerrada — toca para iniciar sesión
fr: Déconnecté — touchez pour vous connecter
it: Disconnesso — tocca per accedere
ja: サインアウト中 — タップしてサインイン
ko: 로그아웃됨 — 눌러서 로그인
pt_br: Desconectado — toque para entrar
zh_hans: 已登出 — 轻点以登录
zh_hant: 已登出 — 輕點以登入

source: Signing the machine in…
de: Der Rechner wird angemeldet …
es: Iniciando la sesión de la máquina…
fr: Connexion de la machine…
it: Accesso della macchina in corso…
ja: マシンをサインインしています…
ko: 컴퓨터를 로그인하는 중…
pt_br: Conectando a máquina…
zh_hans: 正在让机器登录…
zh_hant: 正在讓機器登入…

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过
zh_hant: 略過

source: Something is listening on %@, but it isn't an agent this app knows. opencode serves 4096, claude-bridge 4098, omp-bridge 4099.
de: Auf %@ lauscht etwas, aber es ist kein Agent, den diese App kennt. opencode läuft auf Port 4096, claude-bridge auf 4098, omp-bridge auf 4099.
es: Algo escucha en %@, pero no es un agente que esta app conozca. opencode usa el puerto 4096, claude-bridge el 4098 y omp-bridge el 4099.
fr: Quelque chose écoute sur %@, mais ce n’est pas un agent que cette app connaît. opencode expose le port 4096, claude-bridge le 4098, omp-bridge le 4099.
it: Qualcosa è in ascolto su %@, ma non è un agente che questa app conosca. opencode usa la porta 4096, claude-bridge la 4098, omp-bridge la 4099.
ja: %@ で何かが待ち受けていますが、このアプリが知っているエージェントではありません。opencode はポート 4096、claude-bridge は 4098、omp-bridge は 4099 を使います。
ko: %@에서 무언가 대기 중이지만 이 앱이 아는 에이전트가 아닙니다. opencode는 4096, claude-bridge는 4098, omp-bridge는 4099 포트를 사용합니다.
pt_br: Algo está escutando em %@, mas não é um agente que este app conheça. O opencode serve na porta 4096; o claude-bridge, na 4098; o omp-bridge, na 4099.
zh_hans: %@ 上有程序在监听，但它不是这个应用认识的智能体。opencode 使用 4096 端口，claude-bridge 使用 4098，omp-bridge 使用 4099。
zh_hant: %@ 上有東西在監聽，但不是這個 App 認識的代理。opencode 使用 4096 連接埠，claude-bridge 使用 4098，omp-bridge 使用 4099。

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s’est produite
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
zh_hans: 出错了
zh_hant: 發生錯誤

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pt_br: Código-fonte
zh_hans: 源代码
zh_hant: 原始碼

source: Spend (31 days)
de: Ausgaben (31 Tage)
es: Gasto (31 días)
fr: Dépenses (31 jours)
it: Spesa (31 giorni)
ja: 支出（31 日）
ko: 지출(31일)
pt_br: Gasto (31 dias)
zh_hans: 花费（31 天）
zh_hant: 花費（31 天）

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Start a new chat…
de: Neuen Chat beginnen …
es: Empezar un chat nuevo…
fr: Démarrer une discussion…
it: Inizia una nuova chat…
ja: 新しいチャットを始める…
ko: 새 대화 시작…
pt_br: Começar uma conversa…
zh_hans: 开始新对话…
zh_hant: 開始新對話…

source: Start claude-bridge
de: claude-bridge starten
es: Iniciar claude-bridge
fr: Démarrer claude-bridge
it: Avvia claude-bridge
ja: claude-bridge を起動
ko: claude-bridge 시작
pt_br: Iniciar o claude-bridge
zh_hans: 启动 claude-bridge
zh_hant: 啟動 claude-bridge

source: Start fresh on the agent
de: Beim Agenten neu anfangen
es: Empezar de cero en el agente
fr: Repartir de zéro sur l’agent
it: Riparti da zero sull’agente
ja: エージェント側で最初からやり直す
ko: 에이전트에서 새로 시작
pt_br: Recomeçar do zero no agente
zh_hans: 在智能体上重新开始
zh_hant: 在代理上重新開始

source: Start one below.
de: Starte unten eine.
es: Empieza una abajo.
fr: Démarrez-en une ci-dessous.
it: Iniziane una qui sotto.
ja: 下から始めましょう。
ko: 아래에서 시작해 보세요.
pt_br: Comece uma abaixo.
zh_hans: 在下方开始一个吧。
zh_hant: 在下方開始一個吧。

source: Start one with the compose button.
de: Starte eine über die Verfassen-Taste.
es: Empieza una con el botón de redactar.
fr: Démarrez-en une avec le bouton de rédaction.
it: Iniziane una con il pulsante di composizione.
ja: 作成ボタンから始めましょう。
ko: 작성 버튼으로 시작해 보세요.
pt_br: Comece uma com o botão de escrever.
zh_hans: 用撰写按钮开始一个吧。
zh_hant: 用撰寫按鈕開始一個吧。

source: Start opencode
de: opencode starten
es: Iniciar opencode
fr: Démarrer opencode
it: Avvia opencode
ja: opencode を起動
ko: opencode 시작
pt_br: Iniciar o opencode
zh_hans: 启动 opencode
zh_hant: 啟動 opencode
